import {Passage} from '../model/Passage.model';

export const mockPassges: Passage[] = [
    new Passage(
        'psg1',
        '写在防护服上的表白',
        '每日疫情直击',
        '逆行不独行，隔离不分离”“凛冬将尽不复寒，熬过今岁是此生”……这些深情的话语，是14日上岗前，苏州大学附属第一医院和南京市第一医院支援湖北医护工作者们的“特别创意”，大家将对远方家人的爱写在防护服上，也给患者带去爱的鼓励。',
        'user5',
        '291',
        '3551'
    ),
    new Passage(
        'psg2',
        '武汉，别怕！没有一个春天不会到来！',
        '每日疫情直击',
        '在这个特殊的时期，有一些身影、一些话语、一些故事，给了我们战胜疫情的信心，让一起经历这场“战役”的我们仍有力量！',
        'user5',
        '291',
        '3551'
    )
];
