import {Passage} from '../model/Passage.model';

export const mockPassges: Passage[] = [
    new Passage(
        'psg1',
        '男生怎么穿出日系风格？',
        '下面的问题答案基本都是针对女性，请问男生呢？',
        `首先说一下，日系风格的男装真的给人一种很舒服的感觉，也十分适合年轻男孩子的穿搭，他最大的特点就是干净、舒适、简约，复古， 给人一种如沐春风的感觉。这也是为什么经典的日本服装品牌优衣库和无印良品能在国内男装市场大火的原因，对身材和颜值的要求极低，谁穿都耐看，并且价格也不贵。所以，对于身高一米七，长相一般般的小伙伴来说，日系风格的男装是十分适合你们的选择，不出错，好搭配，基本都是基础款，别人看着也舒服，价格还不贵，真是哪哪都适合，也强烈建议妹子们，收藏着这篇回答，拿回去好好改造一下你们的土味男友。`,
        'user5',
        '291',
        3551,
        'assets/img/psg1cover.png'
    ),
    new Passage(
        'psg2',
        '余文乐的工装风怎么穿？看看这几点就知道了！',
        '每日疫情直击',
        '在这个特殊的时期，有一些身影、一些话语、一些故事，给了我们战胜疫情的信心，让一起经历这场“战役”的我们仍有力量！',
        'user5',
        '291',
        3551,
        'assets/img/psg2cover.png'
    )
];
